* 2025-05-19-23产品部周报
  * 当周任务
    - 确定全球站MVP版本内容：
      1.钱包账户体系采用rollbit模式，支持多币种充值与提现，但入金后平台自动swap成usdt（平台内展示为对应地区的法币价值），出金再swap成对应币种；
      2.主要功能模块产品需求与Y1基本保持一致，产品团队目前主要工作内容为：把Y1需求文档吃透并重新输出；前端产品交互优化；管理后台交互优化。
    - 全球站大厅框架设计与方案探索(Young):探讨了多种可能性，本周已产出一个可行方案，详情可查看：https://www.figma.com/design/kOkF1fSb17aLuJCgDCfx7l/T19?node-id=119-16068&t=Ok9RzwcT4AJiEbYN-0
    - 新人（Jason）入职，前两天熟悉博彩平台，吸收前期调研内容，并输出博彩平台VIP体系调研报告。整体评分75，希望报告中能加入更多的深入思考结论
    - 团队建设：新开了交互设计师岗位的招聘（已面到一位合适人选，待进一步沟通）；其余岗位仍在面试筛选中

  * 下周计划
    - 确定大厅框架，推进UI设计
    - 输出出入金需求（JoJo），vip需求（Jason）
    - 继续筛选简历及面试，加急推进招人进度




* 2025-05-16
  * 当周任务
    - 产品调研（dream11，农场及其简易版，bc及其它平台聊天室）
    - 简历筛选及面试（1系统策划下周一入职，1数据产品二面待定，1后台产品二面后接了别家offer）
    - 全球站产品大纲梳理(20%)

  * 下周计划
    - 全球站产品大纲梳理(100%)
    - 其它web3博彩类平台体验
    - 继续寻找团队人才
